Repository: Danfro/ActivityTracker
Catalog: po/*.po
Languages: ar, ca, de, el, es, eu, fa, fi, fr, hr, id, kn, lo, nb_no, nl, or, pl, ru, sv, ta, tr, uk

source: between -100 and 100
ar: بين 50 و 3600000
ca: entre -100 i 100
de: zwischen -100 und 100
el: μεταξύ -100 και 100
es: Entre -100 y 100
eu: -100 eta 100 artean
fa: بین -100 و 100
fi: -100 ja 100 välillä
fr: entre -100 et 100
hr: između −100 i 100
id: antara -100 dan 100
kn: -100 ಮತ್ತು 100 ರ ನಡುವೆ
lo: ລະຫວ່າງ -100 ຫາ 100
nl: tussen -100 en 100
pl: pomiędzy -100 a 100
ru: между -100 и 100
sv: mellan -100 och 100
ta: -100 மற்றும் 100 க்கு இடையில்
tr: -100 ile 100 arasında
uk: між -100 та 100

source: meter(s)
ar: متر
ca: metre(s)
de: Meter
el: Μέτρο(α)
es: metro(s)
eu: metro
fa: متر
fi: mittari(t)
fr: mètre(s)
hr: m
id: meter
kn: ಮೀಟರ್ (ಗಳು)
lo: ແມັດ
nb_no: meter
nl: meter
pl: metr(y)
ru: метр(ов)
sv: meter(rarna)
ta: மீட்டர் (கள்)
tr: metre
uk: метр(ів)

source: Enter API key
ca: Introdueix una clau API
de: API Schlüssel eingeben
el: Εισαγωγή κλειδιού API
es: Ingresa la clave de la API
fr: Entrer la clé API
id: Masukkan kunci API
lo: ໃສ່ລະຫັດ API
nl: Voer de api-sleutel in
pl: Wpisz klucz API
sv: Ange API nyckel
ta: பநிஇ விசையை உள்ளிடவும்
tr: API anahtarını girin
uk: Впишіть ключ API

source: Apply
ca: Aplica
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
id: Terapkan
lo: ນຳໃຊ້
nl: Toepassen
pl: Zastosuj
sv: Tillämpa
ta: இடு
tr: Uygula
uk: Прийняти

source: Clear API key
ca: Esborra la clau API
de: API Schlüssel löschen
el: Εκκαθάριση κλειδιού API
es: Borrar clave API
fr: Effacer la clé API
id: Hapus kunci API
lo: ລຶບລະຫັດ API
nl: Api-sleutel wissen
pl: Wyczyść klucz API
sv: Rensa API nyckel
ta: பநிஇ விசையை அழிக்கவும்
tr: API anahtarını temizle
uk: Очистити ключ API

source: API key required for other map types
ca: Es requereix una clau API per altres tipus de mapes
de: Für andere Kartentypen ist ein API Schlüssel nötig
el: Το κλειδί API απαιτείται για άλλους τύπους χάρτη
es: Para otros tipos de tarjetas, se requiere una clave API
fr: Clé API requise pour les autres types de cartes
id: Kunci API diperlukan untuk jenis peta lainnya
lo: ຕ້ອງໃຊ້ລະຫັດ API ສຳລັບແຜນທີ່ປະເພດອື່ນ
nl: Een api-sleutel is vereist om andere kaartsoorten te gebruiken
sv: API nyckel krävs för andra karttyper
ta: பிற வரைபட வகைகளுக்கு பநிஇ விசை தேவை
tr: Diğer harita türleri için API anahtarı gereklidir
uk: Ключ API потрібен для мап інших типів

source: Select map type:
ca: Selecciona el tipus de mapa:
de: Kartentyp auswählen:
el: Επιλέξτε τύπο χάρτη:
es: Seleccionar el tipo de mapa:
fr: Choisissez un type de carte:
id: Pilih jenis peta:
lo: ເລືອກປະເພດແຜນທີ່:
nl: Kies een kaartsoort:
pl: Wybierz rodzaj mapy:
sv: Välj en karttyp:
ta: வரைபட வகையைத் தேர்ந்தெடுக்கவும்:
tr: Harita türünü seçin:
uk: Оберіть тип мапи:

source: Free Thunderforest OSM street map
ca: Mapa OSM lliure de Thunderforest
de: Kostenfreie Thunderforest OSM Straßenkarte
el: Δωρεάν Thunderforest OSM χάρτης δρόμου
es: Mapa de calles gratuito de Thunderforest OSM
fr: Carte OSM gratuite de Thunderforest
id: Peta jalan Thunderforest OSM gratis
lo: ແຜນທີ່ຖະໜົນ Thunderforest OSM ຟຣີ
nl: Vrije Thunderforest OST-stratenkaart
sv: Fri Thunderforest OSM gatukarta
ta: இலவச தண்டர்ஃபோரச்ட் ஓஎச்எம் தெரு வரைபடம்
tr: Ücretsiz Thunderforest OSM sokak haritası
uk: Безплатна мапа доріг Thunderforest OSM

source: Thunderforest cycle map
ca: Mapa ciclista de Thunderforest
de: Thunderforest Fahrradkarte
el: Thunderforest χάρτης ποδηλάτου
es: Mapa para bicicletas Thunderforest
fr: Cycle de carte Thunderforest
id: Peta sepeda Thunderforest
lo: ແຜນທີ່ລົດຖີບ Thunderforest
nl: Thunderforest: fietskaart
sv: Thunderforest cykelkarta
ta: தண்டர்ஃபோரச்ட் சுழற்சி வரைபடம்
tr: Thunderforest bisiklet haritası
uk: Велосипедна мапа Thunderforest

source: Thunderforest landscape map
ca: Mapa de paisatge de Thunderforest
de: Thunderforest Karte Landschaft
el: Thunderforest χάρτης τοπίου
es: Mapa del paisaje de Thunderforest
fr: Carte paysage Thunderforest
id: Peta lanskap Thunderforest
lo: ແຜນທີ່ພູມສັນຖານ Thunderforest
nl: Thunderforest: landschapskaart
sv: Thunderforest landskapskarta
ta: தண்டர்ஃபோரச்ட் இயற்கை வரைபடம்
tr: Thunderforest manzara haritası
uk: Ландшафтна мапа Thunderforest

source: Thunderforest outdoors map
ca: Mapa d'activitats d'exterior de Thunderforest
de: Thunderforest Karte Outdoor
el: Thunderforest υπαίθριος χάρτης
es: Mapa de exteriores de Thunderforest
fr: carte extérieure Thunderforest
id: Peta luar ruangan Thunderforest
lo: ແຜນທີ່ກາງແຈ້ງ Thunderforest
nl: Thunderforest: buitensportkaart
sv: Thunderforest utomhus karta
ta: இடி ஃபார்பெச்ட் வெளிப்புற வரைபடம்
tr: Thunderforest açık hava haritası
uk: Ландшафтна мапа Thunderforest

source: Thunderforest transport map
ca: Mapa de transport públic de Thunderforest
de: Thunderforest Karte ÖPNV
el: Thunderforest χάρτης μετακίνησης
es: Mapa del transporte público Thunderforest
fr: Carte de transport Thunderforest
id: Peta transportasi Thunderforest
lo: ແຜນທີ່ການຂົນສົ່ງ Thunderforest
nl: Thunderforest: verkeer- en vervoerskaart
sv: Thunderforest transport karta
ta: தண்டர்ஃபோரச்ட் போக்குவரத்து வரைபடம்
tr: Thunderforest ulaşım haritası
uk: Транспортна мапа Thunderforest

source: Thunderforest transport-dark map
ca: Mapa fosc de transport públic de Thunderforest
de: Thunderforest Karte ÖPNV dunkel
el: Thunderforest χάρτης μεταφορών-σκοτεινό
es: Mapa oscuro del transporte público Thunderforest
fr: Carte foncée de transport Thunderforest
id: Peta transportasi-gelap Thunderforest
lo: ແຜນທີ່ການຂົນສົ່ງ-ມືດ Thunderforest
nl: Thunderforest: verkeer- en vervoerskaart (donker)
sv: Thunderforest transport-mörk karta
ta: தண்டர்ஃபோரச்ட் போக்குவரத்து-இருண்ட வரைபடம்
tr: Thunderforest ulaşım-karanlık harita
uk: Темна транспортна мапа Thunderforest

source: Thunderforest spinal map
ca: Mapa Spinal (estil rock dur) de Thunderforest
de: Thunderforest Karte Spinal (Gothic)
el: Thunderforest spinal χάρτης
es: Mapa espinal de Thunderforest
fr: Carte vertébrale Thunderforest
id: Peta tulang belakang Thunderforest
lo: ແຜນທີ່ spinal Thunderforest
nl: Thunderforest: gewervelde kaart
sv: Thunderforest ryggmärgskarta
ta: தண்டர்ஃபோரச்ட் முதுகெலும்பு வரைபடம்
tr: Thunderforest omurga haritası
uk: Готична мапа Thunderforest

source: Thunderforest pioneer map
ca: Mapa Pioneer (estil històric) de Thunderforest
de: Thunderforest Karte Pionier (historisch)
el: Thunderforest πρωτοπόρος χάρτης
es: Mapa pionero de Thunderforest
fr: Carte des pionniers Thunderforest
id: Peta perintis Thunderforest
lo: ແຜນທີ່ບຸກເບີກ Thunderforest
nl: Thunderforest: pionierskaart
sv: Thunderforest pionjärkarta
ta: தண்டர்ஃபோரச்ட் முன்னோடி வரைபடம்
tr: Thunderforest öncü haritası
uk: Мапа Thunderforest в дизайні 19 ст

source: Thunderforest atlas map
ca: Mapa Atlas (estil minimalista) de Thunderforest
de: Thunderforest Karte Atlas
el: Thunderforest atlas χάρτης
es: Atlas de Thunderforest
fr: Carte atlas Thunderforest
id: Peta atlas Thunderforest
lo: ແຜນທີ່ atlas Thunderforest
nl: Thunderforest: atlaskaart
sv: Thunderforest atlas karta
ta: தண்டர்ஃபோரச்ட் அட்லச் வரைபடம்
tr: Thunderforest atlas haritası
uk: Атласна мапа Thunderforest

source: Thunderforest mobile atlas map
ca: Mapa Atlas mòbil (alt contrast) de Thunderforest
de: Thunderforest Karte Atlas mobil
el: Thunderforest κινητός atlas χάρτης
es: Mapa mundial móvil de Thunderforest
fr: Carte atlas mobile Thunderforest
id: Peta atlas seluler Thunderforest
lo: ແຜນທີ່ atlas ມືຖື Thunderforest
nl: Thunderforest: mobiele atlastkaart
sv: Thunderforest mobil atlaskarta
ta: தண்டர்ஃபோரச்ட் மொபைல் அட்லச் வரைபடம்
tr: Thunderforest mobil atlas haritası
uk: Мобільна атласна мапа Thunderforest

source: Thunderforest neighbourhood map
ca: Mapa de barris de Thunderforest
de: Thunderforest Karte Nachbarschaft
el: Thunderforest χάρτης γειτονιάς
es: Mapa del vecindario de Thunderforest
fr: Carte de voisinage Thunderforest
id: Peta lingkungan Thunderforest
lo: ແຜນທີ່ຊຸມຊົນ Thunderforest
nl: Thunderforest: wijkkaart
sv: Thunderforest grannskapskarta
ta: தண்டர்ஃபோரச்ட் அண்டை வரைபடம்
tr: Thunderforest mahalle haritası
uk: Мапа околиць Thunderforest

source: A big thanks to Thunderforest.com for providing the free map!
ca: Moltes gràcies a Thunderforest.com per proporcionar-nos el mapa lliure!
de: Ein großes Dankeschön an Thunderforest.com für das Bereitstellen der kostenfreien Karte!
el: Ένα μεγάλο ευχαριστώ στο Thunderforest.com για την παροχή του ελεύθερου χάρτη!
es: ¡Muchísimas gracias a Thunderforest.com por proporcionarnos el mapa gratuito!
fr: Un grand merci à Thunderforest.com pour nous fournir les cartes gratuitement!
id: Terima kasih sebesar-besarnya kepada Thunderforest.com atas penyediaan peta gratis!
lo: ຂໍຂອບໃຈຢ່າງສູງຕໍ່ Thunderforest.com ສຳລັບການໃຫ້ບໍລິການແຜນທີ່ຟຣີ!
nl: Met dank aan Thunderforest.com voor het beschikbaar maken van de gratis kaart!
sv: Ett stort tack till Thunderforest.com som tillhandahåller den kostnadsfria kartan!
ta: இலவச வரைபடத்தை வழங்கிய தண்டர்ஃபோரச்ட்.காமுக்கு ஒரு பெரிய நன்றி!
tr: Ücretsiz haritayı sağladığı için Thunderforest.com'a büyük teşekkürler!
uk: Щира подяка Thunderforest.com за доступ до безплатних мап!

source: After changing the map type, please restart the app for the changes to be applied. Otherwise cached map tiles of the map type used before may be displayed.
ca: Després de canviar el tipus de mapa, cal reiniciar l'aplicació perquè s'apliquin els canvis. Altrament, és possible que es mostrin les tessel·les emmagatzemades a la memòria cau corresponents al tipus de mapa utilitzat anteriorment.
de: Nach dem Wechsel des Kartentyps bitte die App neu starten um die Änderungen anzuwenden. Sonst werden evtl. im Cache gespeicherte Karten des vorherigen Kartentyps angezeigt.
el: Μετά την αλλαγή του τύπου χάρτη, επανεκκινήστε την εφαρμογή για να εφαρμοστούν οι αλλαγές. Διαφορετικά μπορεί να εμφανιστούν αποθηκευμένα πλακίδια του προηγούμενου τύπου χάρτη που χρησιμοποιούταν πριν.
es: Después de cambiar el tipo de mapa, reinicie la aplicación para que se apliquen los cambios. De lo contrario, es posible que se muestren los mosaicos de mapas almacenados en caché del tipo de mapa utilizado anteriormente.
fr: Après avoir modifié le type de carte, redémarrez l'application pour que les changements soient appliqués. Dans le cas contraire, il se peut que les tuiles de carte mises en cache selon le type de carte utilisé précédemment s'affichent.
id: Setelah mengubah jenis peta, harap mulai ulang aplikasi agar perubahan diterapkan. Jika tidak, potongan peta yang disimpan dari jenis peta sebelumnya mungkin akan ditampilkan.
lo: ຫຼັງຈາກປ່ຽນປະເພດແຜນທີ່, ກະລຸນາປິດແລ້ວເປີດແອັບໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງມີຜົນ. ຖ້າບໍ່ດັ່ງນັ້ນ, ຂໍ້ມູນແຜນທີ່ເກົ່າທີ່ເກັບໄວ້ອາດຈະຖືກສະແດງຂຶ້ນມາ.
nl: Herstart de app na het kiezen van een andere kaartsoort zodat de nieuwe kaart volledig kan worden ingeladen.
sv: När du har ändrat karttypen, starta om appen för att ändringarna ska tillämpas. Annars kan cachade kartrutor av den karttyp som användes tidigare visas.
ta: வரைபட வகையை மாற்றிய பிறகு, மாற்றங்கள் பயன்படுத்தப்படுவதற்கு பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள். இல்லையெனில் முன் பயன்படுத்தப்படும் வரைபட வகையின் தற்காலிக சேமிப்பு வரைபட ஓடுகள் காண்பிக்கப்படலாம்.
tr: Harita türünü değiştirdikten sonra değişikliklerin geçerli olması için lütfen uygulamayı yeniden başlatın. Aksi takdirde, daha önce kullanılan harita türünün önbelleğe alınmış harita döşemeleri görüntülenebilir.
uk: Після зміни типу мапи для виконання змін перезапустіть, будь ласка, програму. В іншому разі на екрані можуть поєднатися частини попередньої мапи з обраною.

source: Note: If the map is empty, check the API key — it may be wrong.
ca: Nota: Si no es mostra el mapa, comprova la clau API — podria ser incorrecta.
id: Catatan: Jika peta kosong, periksa kunci API — mungkin salah.
lo: ໝາຍເຫດ: ຖ້າແຜນທີ່ວ່າງເປົ່າ, ໃຫ້ກວດເບິ່ງລະຫັດ API — ມັນອາດຈະຜິດ.
ta: குறிப்பு: வரைபடம் இல்லை என்றால், பநிஇ விசை தவறாக இருக்கலாம்.

source: Please get your own API key:
ca: Si us plau, obtén la teva clau API:
de: Bitte hole dir deinen persönlichen API Schlüssel:
el: Παρακαλούμε αποκτήστε το δικό σας API κλειδί:
es: Por favor, obtén tu propia clave API:
fr: Veuillez obtenir votre propre clé API :
id: Silakan dapatkan kunci API Anda sendiri:
lo: ກະລຸນາເອົາລະຫັດ API ຂອງທ່ານເອງ:
nl: Haal je eigen api-sleutel op:
sv: Vänligen skaffa din egen API nyckel:
ta: தயவுசெய்து உங்கள் சொந்த பநிஇ விசையைப் பெறுங்கள்:
tr: Lütfen kendi API anahtarınızı alın:
uk: Отримайте свій власний ключ API:

source: Description of map types:
ca: Descripció dels tipus de mapes:
de: Beschreibung der Kartentypen:
el: Περιγραφή των τύπων χάρτη:
es: Descripción de los tipos de mapas:
fr: Description des types de carte:
id: Deskripsi jenis peta:
lo: ຄຳອະທິບາຍປະເພດແຜນທີ່:
nl: Beschrijving van kaartsoorten:
sv: Beskrivning av karttyper:
ta: வரைபட வகைகளின் விளக்கம்:
tr: Harita türlerinin açıklaması:
uk: Опис типів мап:

source: Choose sport:
ar: ‌‍‎‏اختر رياضة:
ca: Tria un esport:
de: Sportart wählen:
el: Επιλέξτε άθλημα:
es: Seleccione deporte:
eu: Kirola aukeratu:
fa: انتخاب ورزش:
fi: Valitse urheilu:
fr: Choisir un sport :
hr: Odaberi sport:
id: Pilih olahraga:
kn: ಕ್ರೀಡೆಯನ್ನು ಆರಿಸಿ:
lo: ເລືອກກິລາ:
nb_no: Velg sport:
nl: Kies een sport:
or: ଖେଳ ବାଛ:
pl: Wybierz sport:
ru: Выбрать спорт:
sv: Välj sport:
ta: விளையாட்டினை தேர்ந்தெடுக்கவும்:
tr: Spor seçin:
uk: Оберіть вид спорту:

source: Choose later
ca: Tria'l més tard
de: Später auswählen
el: Επιλέξτε αργότερα
es: Elegir después
fr: Choisir plus tard
hr: Odaberi kasnije
lo: ເລືອກພາຍຫຼັງ
nb_no: Velg senere
nl: Later kiezen
pl: Wybierz później
ru: Выбрать позже
sv: Välj senare
ta: பின்னர் தேர்வு செய்யவும்
tr: Daha sonra seçin
uk: Обрати пізніше

source: Activity in Progress
ar: النشاط في تقدم
ca: Activitat en curs
de: Aktivität läuft
el: Δραστηριότητα σε εξέλιξη
es: Actividad en curso
eu: Uneko jarduera
fa: فعالیت درحال انجام
fi: Käynnissä oleva toiminta
fr: Activité en cours
hr: Aktivnost u tijeku
id: Aktivitas dalam pantauan
kn: ಚಟುವಟಿಕೆ ನಡೆಯುತ್ತಿದೆ
lo: ກິດຈະກຳພວມດຳເນີນການ
nb_no: Aktivitet underveis
nl: Activiteit bezig
or: ଚାଲିଥିବା କାମ
pl: Rejestrowanie aktywności
ru: Текущая деятельность
sv: Aktiviteten pågår
ta: தொடர்ச்சியில் உள்ள செயல்பாடு
tr: Devam Eden Etkinlik
uk: Поточна діяльність

source: New Activity
ar: نشاط جديد
ca: Activitat nova
de: Neue Aktivität
el: Νέα δραστηριότητα
es: Nueva actividad
eu: Jarduera berria
fa: فعالیت جدید
fi: Uusi toiminto
fr: Nouvelle activité
hr: Nova aktivnost
id: Aktivitas Baru
kn: ಹೊಸ ಚಟುವಟಿಕೆ
lo: ກິດຈະກຳໃໝ່
nb_no: Ny aktivitet
nl: Nieuwe activiteit
or: ନୂଆ କାମ
pl: Nowa aktywność
ru: Новая деятельность
sv: Ny aktivitet
ta: புதிய செயல்பாடு
tr: Yeni Etkinlik
uk: Нова діяльність

source: Paused
ca: En pausa
de: Angehalten
el: Σε παύση
es: Pausado
fr: En pause
hr: Pauzirano
id: Dijeda
lo: ຢຸດຊົ່ວຄາວ
nb_no: Pauset
nl: Onderbroken
pl: Wstrzymano
ru: Приостановлено
sv: Pausad
ta: இடைநிறுத்தப்பட்டது
tr: Duraklatıldı
uk: Павза

source: No data
ar: لايوجد بيانات
ca: Sense dades
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: Sin datos
eu: Datu gabe
fa: فاقد داده
fi: Ei tietoja
fr: Aucune donnée
hr: Nema podataka
id: Tidak ada data
kn: ಮಾಹಿತಿ ಇಲ್ಲ
lo: ບໍ່ມີຂໍ້ມູນ
nb_no: Ingen data
nl: Geen gegevens
or: ତତଥ୍ୟ ଶୂନ୍ୟ
pl: Brak danych
ru: Нет данных
sv: Ingen data
ta: தகவல் இல்லை
tr: Veri yok
uk: Немає даних

source: Do you want to cancel the activity?
ar: هل تريد إلغاء النشاط؟
ca: Vols cancel·lar l'activitat?
de: Willst du die Aktivität abbrechen?
el: Θέλετε να ακυρώσετε τη δραστηριότητα;
es: ¿Desea cancelar la actividad?
eu: Jarduera bertan behera utzi nahi al duzu?
fa: مایل به انصراف از این فعالیت هستید؟
fi: Haluatko peruuttaa toiminnon?
fr: Voulez-vous annuler l'activité ?
hr: Želiš li prekinuti ovu aktivnost?
id: Anda ingin membatalkan aktivitas?
kn: ಈ ಚಟುವಟಿಕೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
lo: ເຈົ້າຕ້ອງການຍົກເລີກກິດຈະກຳບໍ່?
nb_no: Ønsker du å avbryte aktiviteten?
nl: Wil je deze activiteit afbreken?
or: ଚାଲିଥିବା କାମକୁ ସ୍ଥଗିତ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pl: Czy chcesz anulować aktywność?
ru: Вы желаете прекратить деятельность?
sv: Vill du avbryta aktiviteten?
ta: செயல்பாட்டினை ரத்து செய்யவேண்டுமா?
tr: Etkinliği iptal etmeyi istiyor musunuz?
uk: Ви бажаєте скасувати цю діяльність?

source: Yes, stop and discard
ca: Sí, atura i descarta
de: Ja, anhalten und verwerfen
el: Ναι, διακοπή και απόρριψη
es: Sí, detener y descartar
fr: Oui, arrêter et ignorer
hr: Da, prekini i odbaci
id: Ya, hentikan dan abaikan
lo: ແມ່ນ, ຢຸດ ແລະ ຖິ້ມຂໍ້ມູນ
nb_no: Ja, stopp og forkast
nl: Ja, afbreken en wissen
ru: Да, остановить и отменить
sv: Ja, stoppa och kasta bort
ta: ஆம், நிறுத்தி நிராகரிக்கவும்
tr: Evet, dur ve gözardı et
uk: Так, зупиніть та скасуйте

source: No, go back
ca: No, torna enrere
de: Nein, zurück gehen
el: Όχι, πάμε πίσω
es: No, retroceder
fr: Non, retour en arrière
hr: Ne, vrati se natrag
id: Tidak, kembali
lo: ບໍ່, ກັບຄືນ
nb_no: Nei, gå tilbake
nl: Nee, ga terug
ru: Нет, вернуться назад
sv: Nej, gå tillbaka
ta: இல்லை, திரும்பிச் செல்லுங்கள்
tr: Hayır, geri dön
uk: Ні, повернись назад

source: What would you like to do?
ca: Què vols fer?
de: Was möchtest du tun?
el: Τι θα ήθελες να κάνεις;
es: ¿Qué quieres hacer?
fr: Que souhaitez-vous faire ?
hr: Što želiš raditi?
id: Apa yang ingin Anda lakukan?
lo: ເຈົ້າຕ້ອງການເຮັດຫຍັງ?
nb_no: Hva vil du gjøre?
nl: Wat wil je doen?
ru: Чем бы вы хотели заняться?
sv: Vad skulle du vilja göra?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
tr: Ne yapmak istersin?
uk: Чим би ти хотів зайнятись?

source: Stop and save track
ca: Atura i desa la ruta
de: Stoppen und Aktivität speichern
el: Διακοπή και αποθήκευση διαδρομής
es: Detener y guardar la pista
fr: Arrêter et sauvegarder la piste
hr: Prekini i spremi put
id: Hentikan dan simpan jalur
lo: ຢຸດ ແລະ ບັນທຶກເສັ້ນທາງ
nb_no: Stopp og lagre spor
nl: Afbreken en opslaan
ru: Остановить и завершить путь
sv: Stoppa och spara väg
ta: நிறுத்தி தடத்தை சேமிக்கவும்
tr: Durdur ve kaydet
uk: Зупиніть і збережіть трек

source: Stop and discard track
ca: Atura i descarta la ruta
de: Stoppen und Aktivität verwerfen
el: Διακοπή και απόρριψη κομματιού
es: Detener y descartar la pista
fr: Arrêter et ignorer la piste
hr: Prekini i odbaci put
id: Hentikan dan abaikan jalur
lo: ຢຸດ ແລະ ຖິ້ມເສັ້ນທາງ
nb_no: Stopp og forkast spor
nl: Afbreken en wissen
ru: Остановить и удалить путь
sv: Stoppa och kasta bort väg
ta: தடத்தை நிறுத்தி நிராகரிக்கவும்
tr: Durdur ve sil
uk: Зупинити та скасувати трек

source: Nothing, go back
ca: Res, torna enrere
de: Nichts, zurück gehen
el: Τίποτα, πάμε πίσω
es: Nada, vuelve atrás
fr: Rien, retour en arrière
hr: Ništa, vrati se natrag
id: Tidak ada, kembali
lo: ບໍ່ເຮັດຫຍັງ, ກັບຄືນ
nb_no: Ingenting. Gå tilbake.
nl: Niets, ga terug
ru: Отменить и вернуться назад
sv: Ingenting, gå tillbaka
ta: ஒன்றுமில்லை, திரும்பிச் செல்லுங்கள்
tr: Hiçbir şey, geri dön
uk: Нічого нема , назад

source: Pause
ca: Posa en pausa
el: Παύση
es: Pausar
hr: Zaustavi
id: Jeda
lo: ຢຸດຊົ່ວຄາວ
nl: Onderbreken
pl: Zatrzymaj
ru: Пауза
sv: Pausa
ta: இடைநிறுத்தம்
tr: Duraklat
uk: Пауза

source: Waiting for position...
ca: Esperant la posició...
de: Warte auf Positionslösung...
el: Περιμένοντας θέση...
es: Esperando por la posición...
fr: En attente de la position...
id: Menunggu posisi...
lo: ກຳລັງລໍຖ້າຕຳແໜ່ງ...
nl: Bezig met wachten op locatie…
sv: Väntar på position...
ta: பதவிக்காக காத்திருக்கிறது ...
tr: Pozisyon bekleniyor...
uk: Очікування розташування...

source: Resume
ca: Reprèn
de: Fortsetzen
el: Συνέχιση
es: Resumen
fr: Reprendre
hr: Nastavi
id: Lanjutkan
lo: ສືບຕໍ່
nb_no: Fortsett
nl: Hervatten
pl: Wznów
ru: Продолжить
sv: Återuppta
ta: மீண்டும் தொடங்குங்கள்
tr: Devam et
uk: Підсумок

source: Start
ar: ابدأ
ca: Inicia
el: Έναρξη
es: Comenzar
eu: Hasi
fa: شروع
fi: Aloita
fr: Commencer
hr: Pokreni
id: Mulai
kn: ಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມ
nl: Starten
or: ଆରମ୍ଭ
ru: Старт
sv: Starta
ta: தொடங்கு
tr: Başla
uk: Почати

source: Stop
ar: توقف
ca: Atura
de: Stopp
el: Σταμάτα
es: Detener
eu: Gelditu
fa: توقف
fi: Pysäytä
fr: Arrêter
hr: Zaustavi
id: Berhenti
kn: ನಿಲ್ಲಿಸಿ
lo: ຢຸດ
nb_no: Stopp
nl: Stoppen
or: ରୁହ
ru: Стоп
sv: Stoppa
ta: நிறுத்து
tr: Dur
uk: Зупинити

source: Run
ar: إبدأ
ca: Córrer
de: Laufen
el: Εκτέλεση
es: Correr
eu: Lasterka
fa: دویدن
fi: Juokseminen
fr: Courir
hr: Trčanje
id: Berlari
kn: ಓಡಿಸಿ
lo: ແລ່ນ
nb_no: Kjør
nl: Hardlopen
or: ଚଲାଅ
pl: Bieg
ru: Работа
sv: Kör
ta: இயக்க
tr: Koşu
uk: Робота

source: BikeRide
ar: درّاجة
ca: Bicicleta
de: Fahrradtour
el: Βόλτα με το ποδήλατο
es: Bicicleta
eu: Txirrindua
fa: دوچرخه سواری
fi: Pyöräileminen
fr: Promenade à vélo
hr: Vožnja biciklom
id: Bersepeda
kn: ದ್ವಿಚಕ್ರ ಸವಾರಿ
lo: ຂີ່ລົດຖີບ
nb_no: Sykkeltur
nl: Fietstocht
or: ବାଇକ ଯାତ୍ରା
pl: Jazda na rowerze
ru: Езда на велосипеде
sv: Cykeltur
ta: பைக் ரைடு
tr: Bisiklet Sürmek
uk: Їзда на велосипеді

source: Walk
ar: مشي
ca: Caminada
de: Gehen
el: Περπάτημα
es: Andar
eu: Oinez
fa: پیاده روی
fi: Käveleminen
fr: Marcher
hr: Hodanje
id: Jalan
kn: ನಡೆಯಿರಿ
lo: ຍ່າງ
nb_no: Gåtur
nl: Lopen
or: ଚାଲ
pl: Chodzenie
ru: Прогулка
sv: Promenad
ta: நடக்க
tr: Yürüyüş
uk: Прогулянка

source: Drive
ar: سيارة
ca: Conducció
de: Fahren
el: Οδήγηση
es: Conducir
eu: Gidatu
fa: اتومبیل رانی
fi: Ajaminen
fr: Conduire
hr: Vožnja
id: Berkendaraan
kn: ಗಾಡಿ ಸವಾರಿ
lo: ຂັບລົດ
nb_no: Kjøretur
nl: Autorit
or: ଚଲାଅ
pl: Kierowanie
ru: Езда
sv: Kör
ta: இயக்கி
tr: Araç kullanmak
uk: Їзда

source: Hike
ar: رفع
ca: Senderisme
de: Wandern
el: Πεζοπορία
es: Caminata
eu: Txangoa
fa: پیاده روی
fi: Retkeileminen
fr: Randonner
hr: Pješaćenje
id: Mendaki
kn: ಕಾಲ್ನಡಿಗೆ
lo: ຍ່າງປ່າ
nb_no: Fottur
nl: Wandeltocht
or: ଚଢ
pl: Wspinaczka
ru: Марш
sv: Vandra
ta: உயர்வு
tr: Gezinti
uk: Похід

source: SUP
ca: Paddle surf
hr: Stojeće veslanje na dasci (SUP)
lo: ພາຍເຮືອຢືນ
nb_no: Ståbrett
ta: சுப்
uk: Сапсерфінг (SUP)

source: Nordic walking
ca: Marxa nòrdica
el: Νορβηγικό περπάτημα
es: Caminata nórdica
fr: Marche nordique
hr: Nordijsko hodanje
id: Jalan Nordik
lo: ຍ່າງແບບນໍດິກ
nb_no: Stavgang
pl: Marsz z kijkami
ru: Скандинавская ходьба
sv: Stavgång
ta: நோர்டிக் நடைபயிற்சி
tr: Kuzey yürüyüşü
uk: Скандинавська ходьба

source: Unicycle
ar: الدراجة الاحادية
ca: Monocicle
de: Einrad fahren
el: Μονόκυκλο
es: Uniciclo
eu: Unizikloa
fa: تک چرخ
fi: Polkupyöräily
fr: Monocycle
hr: Monocikl
kn: ಒಂದು ಗಾಲಿಯ ಸೈಕಲ್ಲು
lo: ລົດຖີບລໍ້ດຽວ
nb_no: Enhjulssykkel
nl: Eénwieler
pl: Monocykl
ru: Моноцикл
sv: Enhjuling
ta: ஒற்றைத் தனியாழி
tr: Tek Tekerlekli Bisiklet
uk: Одноколісник

source: Time:
ar: الوقت:
de: Zeit:
es: Tiempo:
eu: Denbora:
fa: زمان:
fi: Aika:
fr: Temps :
hr: Vrijeme:
kn: ವೇಳೆ:
nb_no: Tid:
nl: Tijd:
or: ସମୟ:-
tr: Zaman:
uk: Час:

source: Note: If the map comes up black, the API key might be wrong.
de: Hinweis: Wenn eine leere Karte angezeigt wird, ist evtl. der API Schlüssel falsch.
es: Nota: Si el mapa aparece en negro, es posible que la clave API esté incorrecta.
nl: Let op: als de kaart zwartgeblakerd is, dan is de api-sleutel waarschijnlijk verkeerd.
tr: Not: Harita siyah renkte görünüyorsa API anahtarı yanlış olabilir.

source: Version
ar: الإصدار

source: Distance:
ar: المسافة:
eu: Distantzia:
fa: مسافت:
fi: Etäisyys:
