Repository: Danfro/ActivityTracker
Catalog: po/*.po
Languages: ar, ca, de, el, es, eu, fa, fi, fr, hr, id, kn, lo, nb_no, nl, or, pl, ru, sv, ta, tr, uk

source: About
ar: حول
ca: Quant a
de: Über diese App
el: Σχετικά
es: Acerca de
eu: Honi buruz
fa: درباره
fi: Sovelluksesta
fr: À propos
hr: O programu
id: Tentang
kn: ಕುರಿತು
lo: ກ່ຽວກັບ
nb_no: Om
nl: Over
or: ବିଷୟରେ
pl: O
ru: Об Activity Tracker
sv: Om
ta: பற்றி
tr: Hakkında
uk: Про додаток

source: Activity Tracker
ar: تتبع الأحداث
ca: Enregistrador d'Activitats
de: Aktivitäten-Aufzeichner
el: Παρακολούθηση δραστηριότητας
fa: فعالیت سنج
fi: Aktiivisuuden seuranta
fr: Suivi d'activité
hr: Praćenje aktivnosti
id: Pelacak Aktivitas
kn: ಚಟುವಟಿಕೆಯ ಸರುಹಿಡಿತ
lo: ຕົວຕິດຕາມກິດຈະກຳ
nb_no: Aktivitetskartlegger
nl: Activiteitentracker
or: କାର୍ଯ୍ୟ ଖୋଜାରୀ
pl: Monitor aktywności
ru: Трекер деятельности
sv: Aktivitetsspårare
ta: செயல்பாட்டு கண்காணிப்பு
tr: Etkinlik Izleyicisi
uk: Відслідковувач діяльності

source: Version %1
ca: Versió %1
el: Έκδοση %1
es: Versión %1
hr: Verzija %1
lo: ເວີຊັນ %1
nb_no: Versjon %1
nl: Versie %1
pl: Wersja %1
ru: Версия %1
ta: பதிப்பு %1
tr: Sürüm %1
uk: Версія %1

source: Released under the terms of the GNU GPL v3.<br>Source code available on
ar: صدر بموجب شروط GNU GPL v3. <br> شفرة المصدر متاحة على
ca: Publicat sota els termes de la llicència GNU GPL v3.<br>Codi font disponible a
de: Unter der GNU GPL v3 veröffentlicht.<br>Quelltext verfügbar auf
el: Κυκλοφορεί υπό τους όρους της GNU GPL v3.<br>Πηγαίος κώδικας διαθέσιμος στο
es: Publicado bajo los términos de la licencia GNU GPL v3.<br>Código fuente disponible en
eu: GNU GPL v3. baldintzapean argitaratua. <br>Iturburu kodea:
fa: منتشر شده تحت قانون GNU GPL v3.<br> سورس کد در دسترس است در
fi: Julkaistu GNU GPL v3: n ehtojen mukaisesti. <br> Lähdekoodi on saatavana
fr: Distribué sous les termes de la GNU GPL v3.<br>Code source disponible sur
hr: Objavljeno pod uslovima GNU GPL v3.<br>Izvorni kod dostupan na
id: Dirilis berdasarkan ketentuan GNU GPL v3.<br>Kode sumber tersedia di
kn: GNU GPL v3 ಕಟ್ಟುಪಾಡುಗಳ ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ.<br>ಮೂಲ ಕೋಡ್ ಇಲ್ಲಿ ಸಿಗುತ್ತದೆ
lo: ເຜີຍແຜ່ພາຍໃຕ້ເງື່ອນໄຂຂອງ GNU GPL v3.<br>ລະຫັດແຫຼ່ງມີຢູ່ທີ່
nb_no: Utgitt i henhold til vilkårene i GNU GPL v3.<br>Kildekode tilgjengelig på
nl: Uitgebracht onder de voorwaarden van de GNU GPL v3.<br>Broncode beschikbaar op
or: ଏହାକୁ GNU GPL v3 ର ସର୍ତାବଳୀ ଅନୁସାରେ ପ୍ରକାଶ କରାଯାଇଛି |<br> ମୂଳ ସାଙ୍କେତ ଉପଲବ୍ଧ ଅଛି
pl: Wydane na warunkach GNU GPL v3.<br>Kod źródłowy dostępny pod
ru: Выпущено в соответствии с условиями GNU GPL v3. <br> Исходный код доступен на
sv: Släppt under villkoren i GNU GPL v3.<br>Källkod tillgänglig på
ta: குனு சிபிஎல் வி 3 விதிமுறைகளின் கீழ் வெளியிடப்பட்டது. <br> மூலக் குறியீடு கிடைக்கிறது
tr: GNU GPL v3 koşulları altında piyasaya sürüldü. <br> kaynak kodu kullanılabilir
uk: Випущено відповідно до умов GNU GPL v3. <br> Сирцевий код доступний на

source: Part of the icons is made by %1 from %2 is licensed by %3
ar: تم إنشاء جزء من الرموز بنسبة٪ 1 من٪ 2 تم ترخيصه بواسطة٪ 3
ca: Part de les icones estan fetes per %1 de %2 sota la llicència %3
de: Teile der Icons wurden hergestelllt mittels %1 von %2, lizensiert unter %3
el: Μέρος των εικονιδίων γίνεται από το %1 από %2 έχει αδειοδοτηθεί από %3
es: Parte de los iconos han sido realizados por: %1 de %2 y bajo la licencia %3
eu: Ikonoak hein batean %1-ek eginak izan dira %3 lizentziapean dagoen %2-tik
fa: بخشی از آیکون ها ساخته شده توسط %1 از %2 پروانه داده شده توسط %3
fi: Osan kuvakkeista on tehnyt %1 ja %2 ja ne on lisensoitu %3
fr: Une partie des icônes est faite par %1 de %2 , sous licence %3
hr: Dio ikona stvoren je od %1 od %2 je licencirano od %3
id: Sebagian ikon dibuat oleh %1 dari %2 dilisensikan oleh %3
kn: ಭಾಗಶಃ ಚಿಹ್ನೆಯು %2 ಬಳಸಿ %1ರಿಂದ ಮಾಡಲಾಗಿದೆ ಮತ್ತು %3ಯಿ೦ದ ಪರವಾನಗಿ ಪಡೆದಿದೆ
lo: ສ່ວນໜຶ່ງຂອງໄອຄອນແມ່ນສ້າງໂດຍ %1 ຈາກ %2 ໄດ້ຮັບອະນຸຍາດໂດຍ %3
nb_no: Deler av ikonene er laget av %1 fra %1 lisensiert av %3
nl: Een gedeelte van de pictogrammen is gemaakt door %1 van %2 is gelicenseerd door %3
or: ଚିହ୍ନର କିଛି ଅଂଶ %1 ଦ୍ଵାରା ନିର୍ମିତ %2 ଠାରୁ ଏବଂ ଅନୁମୋଦିତ କରାଯାଇଛି %3 ଦ୍ଵାରା |
pl: Część ikon stworzone przez %1 z %2 na licencji %3
ru: Часть значков сделана %1, из %2, лицензирована %3
sv: En del av ikonerna är skapade av %1 från %2 och är licensierad av %3
ta: ஐகான்களின் ஒரு பகுதி %2 இலிருந்து %1 ஆல் தயாரிக்கப்படுகிறது %3 ஆல் உரிமம் பெற்றது
tr: Simgelerin bir bölümü %2 öğesinden%1 tarafından yapılır ve %3 tarafından lisanslanmıştır
uk: Частина образків зроблена %1 з %2 ліцензується %3

source: Thanks to %1 for the icons based on:<br>%3 by %8 from %2,<br>%4 by %9 from %2,<br>%5 by %10 from %2,<br>%6 by %11 from %2,<br>%7 by %12 from %2
ar: شكرا ل %1 عن الرموز استنادا بواسطة:<br>%3بواسطة %8 من قبل %2,<br>%4 بواسطة%9 من قبل %2,<br>%5بواسطة %10 من قبل %2,<br>%6 واسطة%11 بواسطة %2,<br>%7 من قبل %12 من قبل %2
ca: Gràcies a %1 per les icones basades en:<br>%3 per %8 de %2,<br>%4 per %9 de %2,<br>%5 per %10 de %2,<br>%6 per %11 de %2,<br>%7 per %12 de %2
de: Danke an %1 für die Icons basierend auf:<br>%3 von %8 aus %2,<br>%4 von %9 aus %2,<br>%5 von %10 aus %2,<br>%6 von %11 aus %2,<br>%7 von %12 aus %2
el: Χάρη στο% 1 για τα εικονίδια που βασίζονται σε: <br>%3 από %8 από %2,<br> %4 από %9 από %2,<br>%5 από %10 από %2,<br>%6 από %11 από %2,<br>%7 από %12 από %2
es: Gracias a %1 por los iconos basados en: <br> %3 de %2<br> %4 por %9 de %2, <br> %5 por %10 de %2, <br>%6 por %11 de %2, <br> %7 por %12 de %2
eu: Eskerrak %1-i <br>%2-eko %8-ren %3,<br>%2-eko %9-ren %4,<br>%2-eko %10-ren %5,<br>%2-eko %11-ren %6 eta <br>%2-eko %12-ren %7-n oinarritutako ikonoengatik
fa: با تشکر از %1 برای آیکون ها بر اساس:<br>%3 توسط %8 از %2,<br>%4 توسط %9 از %2,<br>%5 توسط %10 از %2,<br>%6 توسط %11 از %2,<br>%7 توسط %12 از %2
fi: Kiitokset %1:lle seuraavista ikoneista: <br>%3 %8:n %2:sta,<br>%5 %10:n %2:sta,<br>%6 %11:n %2:sta,<br>%7 %12:n %2:sta
fr: Grâce à %1 pour les icônes basées sur : <br>%3 par %8 de %2, <br>%4 par %9 de %2,<br>%5 par %10 de %2, <br>%6 par %11 de %2,<br>%7 par %12 de %2
hr: Hvala %1 za ikone, zasnovane na:<br>%3 od %8 iz %2,<br>%4 od %9 iz %2,<br>%5 od %10 iz %2,<br>%6 iz %11 iz %2,<br>%7 od %12 iz %2
id: Terima kasih kepada %1 untuk ikon berdasarkan :<br>% 3 oleh% 8 dari% 2, <br>% 4 oleh% 9 dari% 2, <br>% 5 oleh% 10 dari% 2, <br>% 6 dengan% 11 dari% 2, <br>% 7 oleh% 12 dari% 2
lo: ຂໍຂອບໃຈ %1 ສຳລັບໄອຄອນທີ່ອີງຕາມ:<br>%3 ໂດຍ %8 ຈາກ %2,<br>%4 ໂດຍ %9 ຈາກ %2,<br>%5 ໂດຍ %10 ຈາກ %2,<br>%6 ໂດຍ %11 ຈາກ %2,<br>%7 ໂດຍ %12 ຈາກ %2
nb_no: Takk til %1 for ikonene basert på:<br>%3 av %8 fra %2,<br>%4 av %9 fra %2,<br>%5 av %10 fra %2,<br>%6 av %11 fra %2,<br>%7 av %12 fra %2
nl: Dank aan %1 voor de pictogrammen gebaseerd op:<br>%3 door %8 van %2,<br>%4 door %9 van %2,<br>%5 door %10 van %2,<br>%6 door %11 van %2,<br>%7 door %12 van %2
or: ଧନ୍ୟବାଦ %1 କୁ ଚିହ୍ନ ପାଇଁ ଯାହା ପର୍ଯ୍ୟବେସିତ: <br> %3 ଉପରେ ଯାହା ନିର୍ମିତ %8 ଦ୍ଵାରା ଓ ଆସିଛି %2 ରୁ ,<br> %4 ଯାହା ନିର୍ମିତ %9 ଦ୍ଵାରା ଓ ଆସିଛି %2 ରୁ, <br> %5 ଯାହା ନିର୍ମିତ %10 ଦ୍ଵାରା ଓ ଆସିଛି %2 ରୁ,<br> %6 ଯାହା ନିର୍ମିତ %11 ଦ୍ଵାରା ଓ ଆସିଛି %2 ରୁ, <br> %7 ଯାହା ନିର୍ମିତ %12 ଦ୍ଵାରା ଓ ଆସିଛି %2 ରୁ
pl: Podziękowania dla %1 za ikony oparte na:<br>%3 przez %8 z %2,<br>%4 przez %9 z %2,<br>%5 przez %10 z %2,<br>%6 przez %11 z %2,<br>%7 przez %12 z %2
ru: Благодарим %1 за значки основанные на:<br>%3 от %8 на %2,<br>%4 от %9 на %2,<br>%5 от 10% на 2%,<br>%6 от 11% на %2,<br>%7 от 12% на %2
sv: Tack till %1 för ikonerna baserade på:<br>%3 av %8 från %2,<br>%4 av %9 från %2,<br>%5 av %10 från %2,<br>% 6 av %11 från %2,<br>%7 av %12 från %2
ta: அதன் அடிப்படையிலான ஐகான்களுக்கு %1 க்கு நன்றி: <br> %3 முதல் %8 வரை %2, <br> %4 முதல் %9 வரை %2, <br> %5 முதல் %10, <br> %6 முதல் %11 வரை %2 இலிருந்து, <br> %7 முதல் %7 வரை %2 இலிருந்து %2
tr: Onun sayesınde
uk: Дякуємо %1 за образки що базуються на:<br>%3 %8 з %2,<br>%4 зроблено %9 з %2,<br>%5 зроблено %10 з %2,<br>%6 зроблено %11 з %2,<br>%7 зроблено %12 з %2

source: Translate this app on Weblate!
ar: ترجم هذا التطبيق على Weblate!
ca: Tradueix aquesta aplicació a Weblate!
de: Übersetze diese Anwendung auf Weblate!
el: Μετάφρασε αυτή την εφαρμογή στο Weblate!
es: ¡Traduzca esta aplicación en Weblate!
eu: Itzuli aplikazio hau Weblate bidez!
fa: این برنامه را در وبلیت ترجمه کنید !
fi: Käännä tämä sovellus Weblate-avulla!
fr: Traduisez cette application sur Weblate !
hr: Prevedi ovaj program na Weblate stranicama!
id: Terjemahkan aplikasi ini di Weblate!
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ವೆಬ್ಲೆಟ್ನಲ್ಲಿ ನುಡಿಮಾರಿಸಿ!
lo: ແປພາສາແອັບນີ້ໃນ Weblate!
nb_no: Hjelp til i oversettelsen av dette programmet på Weblate.
nl: Vertaal deze app op Weblate!
or: ଏହି ଆପ୍ କୁ ୱେବଲେଟ ରେ ଟ୍ରାନ୍ସଲେଟ କରନ୍ତୁ!
pl: Przetłumacz tą aplikację na Weblate!
ru: Переведите это приложение на Weblate!
sv: Översätt den här appen på Weblate!
ta: இந்த பயன்பாட்டை வெப்லேட்டில் மொழிபெயர்க்கவும்!
tr: Weblate bu uygulamayı çevir!
uk: Перекладіть цей додаток на Weblate!

source: Support Weblate
ar: ادعم Weblate
ca: Dona suport a Weblate
de: Weblate unterstützen
el: Υποστήριξη του Weblate
es: Soporta Weblate
eu: Weblate babestu
fa: حمایت از وبلیت
fi: Tue Weblate
fr: Soutenez Weblate
hr: Podrži Weblate
id: Dukung Weblate
kn: ವೆಬ್ಲೆಟ್ಅನ್ನು ಬೆಂಬಲಿಸಿ
lo: ສະໜັບສະໜູນ Weblate
nb_no: Støtt Weblate
nl: Ondersteun Weblate
or: ୱେବଲେଟ କୁ ସାହାଯ୍ୟ କରନ୍ତୁ
pl: Wsparcie Weblate
ru: Поддержите Weblate
sv: Stötta Weblate
ta: வெப்லேட்டை ஆதரிக்கவும்
tr: Weblate Destek
uk: Підтримайте Weblate

source: Name
ar: اسم
ca: Nom
el: Όνομα
es: Nombre
eu: Izena
fa: نام
fi: Nimi
fr: Nom
hr: Ime
id: Nama
kn: ಹೆಸರು
lo: ຊື່
nb_no: Navn
nl: Naam
or: ନାମ
pl: Nazwa
ru: Имя
sv: Namn
ta: பெயர்
tr: İsim
uk: Ім'я

source: Select a sport below
ar: اختر الرياضة أدناه
ca: Selecciona un dels següents esports
de: Wählen Sie unten eine Sportart aus
el: Επιλέξτε ένα άθλημα παρακάτω
es: Seleccione uno de los siguientes deportes
eu: Hautatu ondorengo kirol bat
fa: یک رشته ورزشی را در لیست زیر انتخاب کنید
fi: Valitse urheilulaji alapuolella
fr: Choisissez un sport ci-dessous
hr: Dolje odaberi sport
id: Pilih olahraga di bawah
kn: ಕೆಳಗಿನ ಒಂದು ಆಟವನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກກິລາລຸ່ມນີ້
nb_no: Velg en sport nedenfor
nl: Kies hieronder een sport
or: ତଳୁ ଗୋଟିଏ ଖେଳ ବାଛନ୍ତୁ
pl: Wybierz poniżej sport
ru: Выбрать спорт ниже
sv: Välj en sport nedan
ta: கீழே ஒரு விளையாட்டைத் தேர்ந்தெடுக்கவும்
tr: Listeden bir spor seçin
uk: Обрати спорт нижче

source: Activity Type
ar: نوع النشاط
ca: Tipus d'activitat
de: Aktivitätsart
el: Τύπος δραστηριότητας
es: Tipo de actividad
eu: Jarduera mota
fa: نوع فعالیت
fi: Toimintalaji
fr: Type d'activité
hr: Vrsta aktivnosti
id: Jenis Aktivitas
kn: ಚಟುವಟಿಕೆಯ ಮಾದರಿ
lo: ປະເພດກິດຈະກຳ
nb_no: Aktivitetstype
nl: Soort activiteit
or: କାର୍ଯ୍ୟ ଜାତି
pl: Rodzaj aktywności
ru: Тип деятельности
sv: Typ av aktivitet
ta: செயல்பாட்டு வகை
tr: Etkinlik Türü
uk: Вид діяльності

source: Cancel
ar: إلغاء
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fa: انصراف
fi: Peruuta
fr: Annuler
hr: Odustani
id: Batal
kn: ರದ್ದುಮಾಡಿ
lo: ຍົກເລີກ
nb_no: Avbryt
nl: Annuleren
or: ସ୍ଥଗିତ କର
pl: Anuluj
ru: Прекратить
sv: Avbryt
ta: ரத்துசெய்
tr: İptal et
uk: Скасувати

source: Save
ar: حفظ
ca: Desa
de: Speichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Sauvegarder
hr: Spremi
id: Simpan
kn: ಉಳಿಸಿ
lo: ບັນທຶກ
nb_no: Lagre
nl: Opslaan
or: ରଖନ୍ତୁ
pl: Zapisz
ru: Сохранить
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти

source: Choose
ar: اختار
ca: Tria
de: Auswählen
el: Επιλέξτε
es: Seleccionar
eu: Aukeratu
fa: انتخاب
fi: Valitse
fr: Choisir
hr: Odaberi
id: Pilih
kn: ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກ
nb_no: Velg
nl: Kiezen
or: ବାଛ
pl: Wybierz
ru: Выбратьh
sv: Välj
ta: தேர்வு செய்யவும்
tr: Tercihiniz
uk: Обрати

source: Distance: %1 %2
ca: Distància: %1 %2
de: Entfernung: %1 %2
el: Απόσταση: %1 %2
es: Distancia: %1 %2
hr: Udaljenost: %1 %2
id: Jarak: %1 %2
lo: ໄລຍະທາງ: %1 %2
nb_no: Avstand: %1 %2
nl: Afstand: %1 %2
pl: Odległoś: %1 %2
ru: Дистанция: %1 %2
sv: Avstånd: %1 %2
ta: தூரம்: %1 %2
tr: Mesafe: %1 %2
uk: Відстань: %1 %2

source: Duration:
ca: Durada:
id: Durasi:
lo: ໄລຍະເວລາ:

source: Recent Activities
ar: الأنشطة الأخيرة
ca: Activitats recents
de: Letzte Aktivitäten
el: Πρόσφατες Δραστηριότητες
es: Actividades recientes
eu: Azken jarduerak
fa: فعالیت های اخیر
fi: Viimeaikaiset toiminnat
fr: Activités récentes
hr: Nedavne aktivnosti
id: Aktivitas Terakhir
kn: ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆಗಳು
lo: ກິດຈະກຳຫຼ້າສຸດ
nb_no: Nylige aktiviteter
nl: Recente activiteiten
or: ଗତ କାର୍ଯ୍ୟ ଗୁଡିକ
pl: Ostatnie aktywności
ru: Недавняя активность
sv: Senaste aktiviteterna
ta: அண்மைக் கால நடவடிக்கைகள்
tr: Son Etkinlikler
uk: Нещодавні діяльності

source: Settings
ar: الإعدادات
ca: Paràmetres
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Paramètres
hr: Postavke
id: Pengaturan
kn: ಅಳವಡಿಕೆಗಳು
lo: ການຕັ້ງຄ່າ
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
ru: Параметры
sv: Inställningar
ta: அமைப்புகள்
tr: Ayarlar
uk: Налаштування

source: Filter
ar: منقي
ca: Filtra
el: Φίλτρο
es: Filtro
eu: Iragazkia
fa: فیلتر
fi: Suodatin
fr: Filtrer
hr: Filtar
id: Saring
kn: ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು
lo: ຕົວຕອງ
pl: Filtr
ru: Фильтр
ta: வடிப்பி
tr: filtre
uk: Цідило

source: Import
ar: استيراد
ca: Importa
de: Importieren
el: Εισαγωγή
es: Importar
eu: Inportatu
fa: وارد کردن
fi: Tuo
fr: Importer
hr: Uvezi
id: Impor
kn: ಆಮದು ಮಾಡಿ
lo: ນຳເຂົ້າ
nb_no: Importer
nl: Importeren
or: ବାହାରୁ ଆଣ
ru: Импорт
sv: Importera
ta: இறக்குமதி
tr: İçe aktar
uk: Імпорт

source: Select the type and the name of your activity
ar: حدد نوع واسم نشاطك
ca: Selecciona el tipus i el nom de la teva activitat
de: Wählen Sie die Art und den Namen Ihrer Aktivität aus
el: Επιλέξτε τον τύπο και το όνομα της δραστηριότητάς σας
es: Seleccione el tipo y el nombre de su actividad
eu: Aukeratu zure jarduera mota eta izena
fa: انتخاب نوع و نام فعالیت موردنظر
fi: Valitse toimintasi laji ja nimi
fr: Sélectionner le type et le nom de votre activité
hr: Odaberi vrstu i ime tvoje aktivnosti
id: Pilih tipe dan nama aktivitas anda
kn: ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಪ್ರಕಾರ ಮತ್ತು ಹೆಸರನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກປະເພດ ແລະ ຊື່ກິດຈະກຳຂອງທ່ານ
nb_no: Velg typen og navn på aktiviteten din
nl: Kies de soort en naam van je activiteit
or: ନିଜର କାର୍ଯ୍ୟର ଜାତି ଓ ନାମ ବାଛ
pl: Wybierz rodzaj i nazwę swojej aktywności
ru: Выбрать тип и название вашей деятельности
sv: Välj typen och namnet på din aktivitet
ta: உங்களது செயல்பாட்டின் வகை மற்றும் பெயரினை தேர்ந்தெடுக்கவும்
tr: Faaliyetinizin türünü ve adını seçin
uk: Оберіть вид вашої діяльності

source: Edit the type and the name of your activity
ar: تحرير نوع واسم النشاط الخاص بك
ca: Edita el tipus i el nom de la teva activitat
de: Bearbeiten Sie die Art und den Namen Ihrer Aktivität
el: Επεξεργασία του τύπου και του ονόματος της δραστηριότητάς σας
es: Edite el tipo y el nombre de su actividad
eu: Editatu zure jarduera mota eta izena
fa: نوع و نام فعالیت خود را ویرایش کنید
fi: Muokkaa toimintasi laji ja nimi
fr: Modifier le type et le nom de votre activité
hr: Uredi vrstu i ime tvoje aktivnosti
id: Edit tipe dan nama aktivitas anda
kn: ನಿಮ್ಮ ಚಟುವಟಿಕೆಯ ಪ್ರಕಾರ ಮತ್ತು ಹೆಸರನ್ನು ಪರಿಷ್ಕರಿಸಿ
lo: ແກ້ໄຂປະເພດ ແລະ ຊື່ກິດຈະກຳຂອງທ່ານ
nb_no: Rediger typen og navnet på aktiviteten din
nl: Pas de soort en naam aan van je activiteit
or: ନିଜର କାର୍ଯ୍ୟର ଜାତି ଓ ନାମ କୁ ସଂଶୋଧନ କରନ୍ତୁ
pl: Edytuj typ i nazwę swojej aktywności
ru: Править тип и название вашей деятельности
sv: Redigera typen och namnet på din aktivitet
ta: உங்கள் செயல்பாட்டின் வகை மற்றும் பெயரைத் திருத்தவும்
tr: Faaliyetinizin türünü ve adını düzenleyin
uk: Відредагувати вид та назву вашої діяльності

source: No saved activities
ar: لا توجد أنشطة محفوظة
ca: No hi ha activitats desades
de: Keine gespeicherten Aktivitäten
el: Δεν υπάρχουν αποθηκευμένες δραστηριότητες
es: No hay actividades guardadas
eu: Ez dago gordetako jarduerarik
fa: هیچ فعالیتی ذخیره نشده
fi: Ei tallennettuja toimintoja
fr: Aucune activité sauvegardée
hr: Nema spremljenih aktivnosti
id: Tidak ada aktivitas tersimpan
kn: ಯಾವುದೇ ಉಳಿಸಿದ ಚಟುವಟಿಕೆಗಳು ಇಲ್ಲ
lo: ບໍ່ມີກິດຈະກຳທີ່ບັນທຶກໄວ້
nb_no: Ingen lagrede aktiviteter
nl: Geen opgeslagen activiteiten
pl: Brak zapisanych aktywności
ru: Нет сохранённой активности
sv: Inga sparade aktiviteter
ta: சேமித்த நடவடிக்கைகள் இல்லை
tr: Kaydedilmiş aktivite yok
uk: Немає збережених діяльностей

source: Swipe up to log a new activity
ar: اسحب لأعلى لتسجيل نشاط جديد
ca: Llisca cap amunt per enregistrar una nova activitat
de: Nach oben wischen, um eine neue Aktivität zu aufzuzeichnen
el: Σύρετε προς τα επάνω για να καταγράψετε μια νέα δραστηριότητα
es: Deslice hacia arriba para registrar una nueva actividad
eu: Irristatu goruntz jarduera berria erregistratzeko
fa: به بالا بکشید تا فعالیت جدیدی خیره کنید
fi: Luo uusi toiminta pyyhkäisemällä ylöspäin
fr: Glisser vers le haut pour démarrer
hr: Povuci prstom prema gore za zapisivanje nove aktivnost
id: Geser ke atas untuk mencatat aktivitas baru
kn: ಹೊಸ ಚಟುವಟಿಕೆಯನ್ನು ಲಾಗ್ ಮಾಡಲು ಮೇಲೆ ಸ್ವೈಪ್ ಮಾಡಿ
lo: ປັດຂຶ້ນເພື່ອບັນທຶກກິດຈະກຳໃໝ່
nb_no: Dra opp for å logge en ny aktivitet
nl: Veeg omhoog om een nieuwe activiteit vast te leggen
or: ଏକ ନୂଆ କାର୍ଯ୍ୟ ଅଭିଲେଖନି କରିବା ପାଇଁ ଉପରକୁ କରନ୍ତୁ
pl: Przesuń do góry żeby zarejestrować nową aktywność
ru: Проведите вверх для журналирования новой деятельности
sv: Svep uppåt för att logga en ny aktivitet
ta: புதிய செயல்பாட்டை பதிவு செய்ய ச்வைப் செய்யவும்
tr: Yeni bir aktivite kaydetmek için yukarı kaydırın
uk: Проведіть пальцем вгору, щоб записати нову діяльність

source: Track information
ar: تتبع المعلومات
ca: Informació de la ruta
de: Aktivitätsinformation
el: Πληροφορίες κομματιού
es: Información de rastreo
eu: Jarraipenaren informazioa
fa: اطلاعات مسیر
fi: Jäljitä tietoja
fr: Informations du tracé
hr: Podaci puta
id: Lacak informasi
kn: ಮಾರ್ಗದ ಮಾಹಿತಿ
lo: ຂໍ້ມູນເສັ້ນທາງ
nl: Informatie bijhouden
or: ତଥ୍ୟ କୋଜ
pl: Informacje o trasie
ru: Информация о дорожке
sv: Vägbeskrivning
ta: தகவல்களைக் கண்காணிக்கவும்
tr: İzleme Bilgisi
uk: Відомості про доріжку

source: Close
ar: إغلاق
ca: Tanca
de: Schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
hr: Zatvori
id: Tutup
kn: ಮುಚ್ಚಿ
lo: ປິດ
nl: Sluiten
or: ବନ୍ଦ କରନ୍ତୁ
pl: Zamknij
ru: Закрыть
sv: Stäng
ta: மூடு
tr: Kapat
uk: Закрити

source: Log new Activity
ar: تسجيل نشاط جديد
ca: Enregistra una nova activitat
de: Neue Aktivität aufzeichnen
el: Καταγραφή νέας δραστηριότητας
es: Registrar nueva actividad
eu: Jarduera berria erregistratu
fa: ذخیره فعالیت جدید
fi: Kirjaa uusi toiminta
fr: Enregistrer une nouvelle activité
hr: Zapiši novu aktivnost
id: Catat aktivitas baru
kn: ಹೊಸ ಚಟುವಟಿಕೆಯನ್ನು ಲಾಗ್ ಮಾಡಿ
lo: ບັນທຶກກິດຈະກຳໃໝ່
nl: Nieuwe activiteit vastleggen
or: ନୂଆ କାର୍ଯ୍ୟ ଅଭିଲେଖନ କରନ୍ତୁ
pl: Zapisz nową aktywność
ru: Журналировать новую деятельность
sv: Logga ny aktivitet
ta: புதிய செயல்பாட்டை பதிவு செய்யுங்கள்
tr: Günlük yeni Etkinlik
uk: Записувати нову діяльність

source: Activity Map
ar: خريطة الأحداث
ca: Mapa d'activitat
de: Aktivitätskarte
el: Χάρτης δραστηριότητας
es: Mapa de actividad
eu: Jarduera mapa
fa: نقشه مسیر فعالیت
fi: Toimintakartta
fr: Carte d'activité
hr: Karta aktivnosti
id: Peta Aktivitas
kn: ಚಟುವಟಿಕೆಯ ನಕ್ಷೆ
lo: ແຜນທີ່ກິດຈະກຳ
nb_no: Aktivitetskartlegging
nl: Activiteitenkaart
or: ଚାଲିଥିବା କାମ
pl: Mapa aktywności
ru: Карта деятельности
sv: Aktivitetskarta
ta: செயல்பாட்டு வரைபடம்
tr: Etkinlik Haritası
uk: Мапа діяльності

source: Info
ar: معلومات
ca: Informació
el: Πληροφορίες
es: Información
fa: اطلاعات
fi: English
hr: Podaci
kn: ಮಾಹಿತಿ
lo: ຂໍ້ມູນ
nl: Informatie
or: ତଥ୍ୟ
ru: Инфо
ta: தகவல்
tr: Bilgi
uk: Відомості

source: Distance unit:
ca: Unitat de distància:
de: Entfernungseinheit:
el: Μονάδα απόστασης:
es: Unidad de distancia:
fr: Unité de distance :
hr: Jedinica udaljenosti:
id: Satuan jarak:
lo: ຫົວໜ່ວຍໄລຍະທາງ:
nb_no: Avstandsenhet:
nl: Afstandseenheid:
pl: Jednostka odległości:
ru: Ед. изм. дистанции:
sv: Avståndsenhet:
ta: தொலைதூர அலகு:
tr: Mesafe birimi:
uk: Одиниця відстані:

source: Kilometers
ca: Quilòmetres
de: Kilometer
el: Χιλιόμετρα
es: Kilómetros
fr: Kilomètres
hr: Kilometri
lo: ກິໂລແມັດ
nb_no: Kilometer
pl: Kilometry
ru: Километров
sv: Kilometrar
ta: கிலோமீட்டர்
tr: Kilometre
uk: Кілометр(ів)

source: Miles
ca: Milles
de: Meilen
el: Μίλια
es: Millas
hr: Milje
id: Mil
lo: ໄມລ໌
nl: Mijlen
pl: Mile
ru: Миль
sv: Mil
ta: மைல்கள்
tr: Mil
uk: Мілі

source: Note: British imperial unit and United States customary unit used, 1.609344 km = 1 mile, 1 km = 0.621371 miles
ca: Nota: S'utilitzen unitats del sistema britànic i unitats habituals dels Estats Units, 1,609344 km = 1 milla, 1 km = 0,621371 milles
el: Σημείωση: Χρησιμοποιείται η βρετανική αυτοκρατορική μονάδα και η τελωνειακή μονάδα των ΗΠΑ, 1.609344 χλμ = 1 μίλι, 1 χλμ = 0,621371 μίλια
es: Nota: Se utilizan unidades británicas y unidades habituales de los Estados Unidos, 1,609344 km = 1 milla, 1 km = 0,621371 millas
fr: Remarque : L'unité impériale britannique et l'unité coutumière des États-Unis sont utilisées, 1.609344 km = 1 mile, 1 km = 0.621371 miles
id: Catatan: Menggunakan satuan imperial Britania dan satuan kebiasaan Amerika Serikat, 1,609344 km = 1 mil, 1 km = 0,621371 mil
lo: ໝາຍເຫດ: ໃຊ້ຫົວໜ່ວຍອັງກິດ ແລະ ອາເມລິກາ, 1.609344 ກມ = 1 ໄມລ໌, 1 ກມ = 0.621371 ໄມລ໌
nl: Let op: er worden Britse en Amerikaanse imperiale eenheden gebruikt - 1.609344 km = 1 mijl, 1 km = 0.621371 mijlen
sv: Notera: Brittisk imperialistisk enhet och USA:s sedvanliga enhet används, 1,609344 km = 1 mile, 1 km = 0,621371 miles
ta: குறிப்பு: பிரிட்டிச் இம்பீரியல் யூனிட் மற்றும் ஒன்றுபட்டது ச்டேட்ச் வழக்கமான அலகு பயன்படுத்தப்பட்டது, 1.609344 கிமீ = 1 மைல், 1 கிமீ = 0.621371 மைல்கள்
tr: Not: İngiliz imparatorluk birimi ve Amerika Birleşik Devletleri geleneksel birimi kullanılmıştır, 1,609344 km = 1 mil, 1 km = 0,621371 mil
uk: Підказка: у Великій Британії та у Сполучених Штатах користуються імперськими одиницями, де 1,609344 км = 1 міля, а 1 км = 0,621371 мілі

source: Log a point every:
ar: سجل كل نقطة:
ca: Enregistra un punt cada:
de: Position speichern alle:
el: Καταγραφή ενός σημείου κάθε:
es: Registrar un punto cada:
eu: Puntu bakoitzaren erregistro denbora:
fa: ذخیره کن یک امتیاز هر:
fi: Kirjaa piste joka:
fr: Fréquence des point gpx :
hr: Zapiši točku svakih:
id: Catat setiap:
kn: ಪ್ರತಿ ಸ್ಥಳವನ್ನು ಈ ನಿಗದಿತ ಸಮಯಕ್ಕೆ ಲಾಗ್ ಮಾಡಿ:
lo: ບັນທຶກຈຸດທຸກໆ:
nb_no: Loggfør punkt hver:
nl: Leg een punt vast, elke:
or: ଅଭିଲେଖ କର ଗୋଟିଏ ବିନ୍ଦୁଟିକୁ ପ୍ରତି:
pl: Rejestruj punkt co:
ru: Записывать точку каждые:
sv: Logga en punkt var:
ta: ஒவ்வொன்றும் ஒரு புள்ளியை பதிவு செய்யுங்கள்:
tr: Her bir nokta günlüğü:
uk: Записувати точку кожні:

source: between 50 and 3600000
ar: بين 50 و 3600000
ca: entre 50 i 3600000
de: zwischen 50 und 3.600.000
el: μεταξύ 50 και 3600000
es: Entre 50 y 3600000
eu: 50 eta 3600000 artean
fa: بین 50 و 3600000
fi: 50 ja 360000 välillä
fr: entre 50 et 3600000
hr: između 50 i 3600000
id: antara 50 dan 3600000
kn: 50 ಮತ್ತು 3600000 ರ ನಡುವೆ
lo: ລະຫວ່າງ 50 ຫາ 3600000
nb_no: mellom 50 og 3600000
nl: tussen 50 en 3600000
or: ୫୦ ରୁ ୩୬୦୦୦୦୦ ମଧ୍ୟରେ
pl: pomiędzy 50 a 3600000
ru: между 50 и 3600000
sv: mellan 50 och 3600000
ta: 50 முதல் 3600000 வரை
tr: 50 ile 3600000 arasında
uk: між 50 та 3600000

source: ms
ar: مللي ثانية
fa: میلی ثانیه
kn: ಮಿಲಿಸೆಕೆಂಡ್
lo: ມລວ
ru: мс
ta: எம்.எச்
tr: Bayan
uk: мс

source: Altitude offset:
ar: إزاحة الارتفاع:
ca: Compensació d'altitud:
de: Höhenkorrektur:
el: Αντιστάθμιση υψομέτρου:
es: Compensación de altitud:
eu: Garaieraren konpentsazioa:
fa: انحراف ارتفاع:
fi: Korkeuden poikkeama:
fr: Compensation d'altitude :
hr: Visinska razlika:
id: Offset ketinggian:
kn: ಎತ್ತರದ ಆಫ್‌ಸೆಟ್:
lo: ຊົດເຊີຍລະດັບຄວາມສູງ:
nl: Hoogteverschil:
pl: Przesunięcie wysokości:
ru: Смещение высоты:
sv: Höjdförskjutning:
ta: உயர ஆஃப்செட்:
tr: İrtifa Kayması:
uk: Зсув висоти:
